{
  "HomePage": {
    "title": "Hello world!",
    "hero_1": "Мы",
    "hero_2": "разрабатываем",
    "words1": "мобильные приложения",
    "words2": "веб приложения",
    "words3": "профессиональные сайты",
    "words4": "уникальный дизайн",
    "words5": "MVP для вашего стартапа",
    "hero_card1": "Проведем интервью и составим ТЗ",
    "hero_card2": "Разработаем ваш продукт",
    "hero_card3": "Обеспечим поддержку и развитие",
    "button": "Оставить заявку"
  },
  "ProjectCard": {
    "tapeword1": "Реализуйте",
    "tapeword2": "любую",
    "tapeword3": "вашу",
    "tapeword4": "идею",
    "tapeword5": "вместе",
    "tapeword6": "с",
    "tapeword7": "компанией",
    "tapeword8": "FLUTTRIUM",
    "titlecard1": "Сайты для некоммерческих организаций",
    "titlecard2": "Сайты для бизнеса",
    "titlecard3": "Приложения для корпораций",
    "titlecard4": "Мы создаем платформы для вашего бизнеса",
    "titledisc1": "Мы поддерживаем некоммерческие организации в их стремлении делать мир лучше",
    "titledisc2": "Мы разрабатываем профессиональный и уникальный сайт, который поможет вашему бизнесу выделиться среди конкурентов",
    "titledisc3": "Мы разрабатываем масштабируемые и надежные платформы, адаптированные под уникальные нужды вашего бизнеса.",
    "titledisc4": "Мы разрабатываем мощные и гибкие решения для e-commerce, обеспечивая полный набор инструментов для эффективного ведения бизнеса.",
    "cardButton": "Заказать сейчас →"
  },
  "formSection": {
    "formTitle1": "Работаем с клиентами",
    "formTitle2": "по всему миру"
  },
  "beetween": {
    "title1": "Coздаём",
    "title2": "потрясающие",
    "title3": "приложения",
    "title4": "на",
    "title5": "фреймворке",
    "title6": "Flutter",
    "road": "Дорога к свободе начинается отсюда",
    "button": "связаться с нами"
  },
  "navbar": {
    "mainNavItm1": "Услуги",
    "mainNavItm2": "Flutter",
    "mainNavItm3": "Продукты",
    "mainNavItm4": "Цены",
    "mainNavItm5": "Контакты",
    "mainNavItm6": "Технологии",
    "navMainButton": "Заполнить бриф"
  },
  "MainForm": {
    "FormDisc": " Чем мы можем вам помочь? Кратко опишите запрос на разработку — мы свяжемся с вами в течение дня.",
    "label1": "Имя",
    "label2": "Фамилия",
    "label3": "Почта",
    "label4": "Teлефон",
    "label5": "Расскажите о себе и о своей идее",
    "formButton": "Отправить",
    "placeHold": "Ваша идея.."
  },
  "Sotr": {
    "How": "Рассказываем, как будем сотрудничать",
    "title1": "Полный цикл разработки мобильных приложений",
    "description1": "От идеи до реализации — мы занимаемся разработкой мобильных приложений под iOS и Android. Мы создаем интуитивно понятные и высокоэффективные приложения, которые привлекут пользователей и помогут вашему бизнесу достичь новых высот.",
    "title2": "Дизайн, который вдохновляет",
    "description2": "Мы разрабатываем уникальный и привлекательный дизайн как для мобильных приложений, так и для сопутствующих веб-сайтов. Наша цель — сделать ваше приложение и сайт визуально привлекательными и удобными для пользователей.",
    "title3": "Адаптивные веб-сайты для вашего приложения",
    "description3": "Создайте идеальное онлайн-присутствие для вашего мобильного приложения. Мы разрабатываем адаптивные веб-сайты, которые будут отлично выглядеть на всех устройствах и эффективно представлять ваше приложение.",
    "title4": "Интеграция приложения и сайта",
    "description4": "Мы обеспечиваем бесшовную интеграцию между вашим мобильным приложением и веб-сайтом. Это включает синхронизацию данных, возможность авторизации через сайт и взаимодействие между двумя платформами.",
    "title5": "Оптимизация и SEO",
    "description5": "Повышайте видимость вашего приложения в поисковых системах с помощью наших SEO-услуг. Мы оптимизируем ваш сайт для привлечения целевой аудитории и обеспечиваем лучшее продвижение вашего приложения в интернете.",
    "title6": "Поддержка и аналитика",
    "description6": "Мы предоставляем услуги по поддержке и обновлению ваших приложений и веб-сайтов. Также мы внедряем системы аналитики, чтобы вы могли отслеживать производительность, анализировать поведение пользователей и получать ценные инсайты для улучшения вашего продукта."
  },
  "Projects": {
    "casesTitle": "Наши кейсы",
    "case1": {
      "category": "Бизнес",
      "title": "Сайт для Торгового Центра",
      "description": "Мы рады представить наш новый проект — современный и интерактивный сайт для торгового центра 'Добрыня'. В рамках этого проекта наша команда работала над созданием уникальной онлайн-платформы, которая не только отражает стиль и атмосферу торгового центра, но и предоставляет удобный интерфейс для его посетителей.",
      "imageAlt": "Макет Macbook от Aceternity UI"
    },
    "case2": {
      "category": "Некомерческие организации",
      "title": "Сайт для НКО СИНЕРГИЯ",
      "description": "Мы разработали интуитивно понятный интерфейс и богатый функционал, который позволяет пользователям легко получать информацию, участвовать в активностях и взаимодействовать с организацией. Мы стремились создать пространство, которое не только отражает ценности и миссию «СИНЕРГИЯ», но и способствует более глубокому вовлечению и взаимодействию.",
      "imageAlt": "Макет проекта для НКО СИНЕРГИЯ"
    },
    "case3": {
      "category": "Приложения для корпораций",
      "title": "Корпоративное такси",
      "description": "Наш новый проект — корпоративное такси, разработанное для улучшения внутренней логистики компании. Удобный интерфейс и высокая функциональность.",
      "imageAlt": "Макет приложения корпоративного такси"
    },
    "case4": {
      "category": "Платформы для вашего бизнеса",
      "title": "Интернет магазин ножей",
      "description": "Наш новый проект интернет площадки для продажи ножей с регистрацией, оплатой онлайн и доставкой по всей России.",
      "imageAlt": "Макет интернет-магазина ножей"
    }
  }
}


